export default {
  hero: {
    invite: "សូមអញ្ជើញលោកអ្នកចូលរួម",
    title: "ខួប១០ឆ្នាំ GBS",
    subtitle_01: "អបអរសាទរ",
    subtitle_02: "ខួប១០ឆ្នាំ",
    subtitle_03: "របស់ក្រុមហ៊ុន​ជី ប៊ី អេស",
    paragraph:
      "ចូលរួមជាមួយយើងក្នុងការទទួលទានអាហារពេលល្ងាចដ៏ប្រណិត និងការអបអរសាទរ កម្មវិធីខួប 10 ឆ្នាំរបស់ក្រុមហ៊ុន ហ្គោមេ បេវើរិច សូលូសិន",
    date: "១៤ ខែសីហា ឆ្នាំ២០២៦",
    time: "៦:០០​ ល្ងាច - ១០:០០​ យប់",
    venue: "សណ្ឋាគារ រ៉ូសវូដភ្នំពេញ",
    dress_code: "ពណ៌ស/ខ្មៅ",
    deadline:
      "សូមបញ្ជាក់វត្តមានរបស់អ្នកត្រឹមថ្ងៃចន្ទ ទី៣ ខែសីហា ឆ្នាំ២០២៦ វេលាម៉ោង ៥:០០ ល្ងាច។",
  },
  about: {
    title: "អំពីកម្មវិធី",
    subtitle: "មួយទសវត្សរ៍នៃភាពជាដៃគូ និងដំណើរបន្តទៅមុខ",
    paragraph_01:
      "ក្នុងរយៈពេលដប់ឆ្នាំកន្លងមកនេះ ការជឿទុកចិត្ត ការគាំទ្រ និងភាពជាដៃគូរបស់លោកអ្នក បានដើរតួនាទីយ៉ាងសំខាន់ក្នុង ការរួមដំណើរជាមួយភាពជោគជ័យរបស់ពួកយើង។",
    paragraph_02:
      "ការទទួលទានអាហារពេលល្ងាចដ៏ពិសេសនេះគឺធ្វើឡើងដើម្បីអបអរ សាទរសមិទ្ធផលរបស់យើងជាមួយគ្នា និងបង្ហាញពីការអរគុណយ៉ាងជ្រាលជ្រភរបស់យើង។",
    date: "ថ្ងៃសុក្រ ទី១៤ ខែសីហា ឆ្នាំ២០២៦",
    time: "ចាប់ផ្តើមចុះឈ្មោះនៅម៉ោង ៦:០០ ល្ងាចតទៅ",
    venue: "សណ្ឋាគារ រ៉ូសវូដ ភ្នំពេញ ជាន់ទី៣៦",
    dress_code: "ពណ៌ស/ខ្មៅ",
    parking: "ឥតគិតថ្លៃសម្រាប់ភ្ញៀវទាំងអស់",
  },
  agenda: {
    item1: "ចុះឈ្មោះ & ភេសជ្ជៈស្វាគមន៍",
    item2: "សុន្ទរកថាស្វាគមន៍ និងបើកកម្មវិធី",
    item3: "ថ្លែងអំណរគុណ និងបទបង្ហាញពីភាពជាដៃគូរយៈពេល១០ឆ្នាំ",
    item4: "ការប្រកាសអត្តសញ្ញាណថ្មី",
    item5: "ទទួលទានអាហារពេលល្ងាច",
    item6: "សុន្ទរកថាបិទកម្មវិធី",
  },
  rsvp: {
    title: "ទម្រង់បែបបទចុះឈ្មោះ",
    company: {
      label: "ឈ្មោះក្រុមហ៊ុន/ឈ្មោះអាជីវកម្ម",
      placeholder: "វាយបញ្ចូល ឈ្មោះអាជីវកម្ម",
    },
    primary_guest: {
      header: "ព័ត៌មានទំនាក់ទំនង",
      name: {
        label: "អ្នកតំណាង",
        placeholder: "នាម និងគោត្តនាម",
      },
      email: {
        label: "អ៊ីម៉ែល",
        placeholder: "example@email.com",
      },
      tel: {
        label: "លេខទូរស័ព្ទទំនាក់ទំនង",
        placeholder: "+855 XX XXX XXX",
      },
      title: {
        label: "មុខរបរ/តំណែង",
        placeholder: "វាយបញ្ចូល មុខរបរ/តំណែង",
      },
    },
    secondary_guest: {
      header: "ព័ត៌មានទំនាក់ទំនងទី២",
      name: {
        label: "អ្នកតំណាង",
        placeholder: "នាម និងគោត្តនាម",
      },
      email: {
        label: "អ៊ីម៉ែល",
        placeholder: "example@email.com",
      },
      tel: {
        label: "លេខទូរស័ព្ទទំនាក់ទំនង",
        placeholder: "+855 XX XXX XXX",
      },
      title: {
        label: "មុខរបរ/តំណែង",
        placeholder: "វាយបញ្ចូល មុខរបរ/តំណែង",
      },
    },

    attendance: {
      label: "តើលោកអ្នកនឹងចូលរួមក្នុងកម្មវិធីនេះដែរឬទេ?",
      yes: "បាទ/ចាស៎",
      no: "ខ្ញុំមិនបានចូលរួមទេ",
    },

    consent: {
      primary: "ខ្ញុំបញ្ជាក់ថា ព័ត៌មានដែលបានផ្តល់ជូនគឺត្រឹមត្រូវ និងពេញលេញ។",
      secondary:
        "ខ្ញុំយល់ព្រមចំពោះការថតរូប និងវីដេអូកំឡុងពេលកម្មវិធី។ រូបភាព និងវីដេអូអាចប្រើសម្រាប់ប្រព័ន្ធផ្សព្វផ្សាយសង្គម និងការផ្សព្វផ្សាយ។",
    },
  },
};
